---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecDistributionNodeLoadSet
source: html/ae0a5c99-86eb-1d3d-5293-2bcfc8a93dfd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecDistributionNodeLoadSet Property

"Load Set"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecDistributionNodeLoadSet { get; }
```